import random


for _ in range(20):
    r_i = random.randint(1, 10)
    print("Random : ", r_i)


# Написать программу которая сгенерит 10 случайных чисел
#  - каждое число будет определяться как четное или нечетное и добавляться в соответсвенный список


# a = [1, 1, 2, 3, 5, 8, 13, 21, 34, 55, 89]
# b = [1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13]
# Нужно вернуть список, который состоит из элементов, общих для этих двух списков
